Repository: Dtdurank/LSF330838
Catalog: Homework 24-11 alignment_ENG-ESP_BT.tmx
Source language: en
Languages: es

source: Texto Ingles alinear.docx
es: Texto español alinear.docx

source: Compared to other infrastructure sectors in Latin America during the Covid-19 pandemic, renewable energy project execution has demonstrated remarkable resilience.
es: Los proyectos de energía renovable en América Latina han mostrado una notable resiliencia durante la pandemia de la covid-19, si se los compara con otros sectores de infraestructura.

source: After overcoming supply shocks from the beginning of the year as factories briefly halted operations, construction activity on solar and wind projects – deemed as an essential activity in many jurisdictions – has been largely undisrupted by work stoppages that have affected other industries.
es: Después de superar las dificultades de oferta al comienzo del año (debido a la detención temporal de las fábricas), la construcción de proyectos de energía solar y eólica no ha experimentado las paralizaciones que han afectado a otras industrias.

source: As we have adapted to the new normal, we have worked hard to bring together world-class best practices to ensure workers’ health and safety.
es: A medida que nos adaptamos a la nueva normalidad, nos esforzamos en aplicar las mejores prácticas para asegurar la salud y la seguridad de los trabajadores.

source: In this article, we share what we’ve learned and how Covid-19 has demonstrated, once more, the strength of the renewable energy sector, even during a global health crisis.
es: En este artículo compartimos lo que hemos aprendido y cómo la covid-19 ha demostrado, una vez más, la fortaleza del sector de la energía renovable, aun en medio de una crisis sanitaria global.

source: Learning from others’ experience
es: Aprender de la experiencia de otros

source: This is a new situation for everyone, but this doesn’t mean we need to reinvent the wheel.
es: Para todo el mundo la pandemia es una situación inédita, pero eso no significa que vamos a reinventar la rueda.

source: At Atlas, we have strong relationships that span the globe.
es: En Atlas tenemos fuertes relaciones en todo el mundo y las estamos aprovechando.

source: From our suppliers in China to our contractors who bring experience from Europe, we’ve been able to capture findings from the geographies that have already gone through the worst of the pandemic and take their protocols as a starting point when exploring ways to implement world-class safety standards in Latin America.
es: Gracias a nuestros proveedores en China y nuestros experimentados contratistas europeos, hemos aprendido de los países en los que ya se ha pasado lo peor de la pandemia y hemos adoptado sus protocolos como punto de partida para poner en práctica los mejores estándares de seguridad en América Latina.

source: Keeping workers safe
es: Protegemos a nuestros trabajadores

source: By their very nature, renewable energy project sites lend themselves well to social distancing.
es: Por su misma naturaleza, en los sitios en donde se ejecutan los proyectos de energía renovable es fácil adoptar las medidas de distanciamiento entre las personas.

source: Wind turbines need to be spaced hundreds of yards apart in vast, open spaces, and even the smallest of our solar farms are measured in the hundreds of acres.
es: Las turbinas eólicas se disponen con varios cientos de metros entre ellas en espacios vastos y abiertos, y la más pequeña de nuestras plantas solares mide decenas de hectáreas.

source: This inherent reality helps us to mitigate on-site risks right off the bat.
es: Esta realidad nos ayuda a mitigar los riesgos de contagio.

source: But simply relying on natural distance isn’t enough.
es: Pero confiar en las ventajas de la naturaleza no es suficiente.

source: To keep our workers safe, we have pinpointed the many risk factors throughout their day – even before they arrive on-site – and put in place measures to mitigate them.
es: Para mantener protegidos a nuestros trabajadores, hemos tenido que identificar y controlar muchos factores de riesgo, presentes aun antes de que los trabajadores lleguen al sitio de la construcción.

source: We’ve adapted the transportation methods our workers and contractors use to ensure adequate distancing between people and put in place daily deep cleaning of the vehicles to ensure optimal sanitization.
es: En este sentido, hemos adaptado los medios de transporte de nuestros trabajadores y contratistas para asegurar que se mantenga la distancia entre las personas. También hemos aplicado métodos profundos y diarios de limpieza y desinfección de los vehículos.

source: Once workers arrive onsite, we hold daily safety meetings where we devote time to discuss Covid-19, making sure everyone is aware of the protocols that are in place and giving people the opportunity to raise any concerns about their health.
es: Una vez que los trabajadores llegan al sitio de la construcción, organizamos reuniones diarias en las que discutimos temas relacionados con la covid-19. El objetivo es asegurarnos de que todos estén conscientes de los protocolos de seguridad y dar a los trabajadores la oportunidad de aclarar cualquier inquietud sobre su salud.

source: We’re also checking for coronavirus symptoms, which includes temperature measurements and questionnaires to identify any workers who have been in contact with friends or family members who may have been exposed to the virus.
es: Además, tomamos medidas para identificar cualquier síntoma relacionado con el coronavirus, como medir la temperatura corporal y realizar cuestionarios para identificar a los trabajadores que hayan estado en contacto con alguna persona expuesta al virus.

source: Because we have seen from other countries that many people who are infected with the virus are asymptomatic, we’re taking an extremely conservative approach to personal safety.
es: Como sabemos que muchos infectados son asintomáticos, somos muy estrictos en proteger a nuestro personal.

source: We’ve revised our entire modus operandi all the way down the value chain, cutting out unnecessary face-to-face meetings with service providers.
es: Por ello revisamos minuciosamente todas las operaciones de nuestra cadena de producción, para suprimir cualquier contacto físico con los proveedores.

source: On-site, we are sanitizing all common areas and providing personal protective equipment to every worker, including masks and gloves.
es: En los sitios de construcción desinfectamos las áreas comunes y proveemos a nuestros trabajadores con equipo de protección, que incluye máscaras y guantes.

source: Following examples set elsewhere in the world, we are also exploring the possibility of providing remote virus testing, which will provide an additional layer of safety to our workforce.
es: Tal como se hace en otros lugares, estamos explorando la posibilidad de ofrecer pruebas remotas de detección de virus, que darían una protección adicional a nuestros trabajadores.

source: Our sites have always been technologically advanced, but in these strange times we are taking this a step further.
es: Nuestros sitios de construcción siempre han sido tecnológicamente avanzados, pero en estos tiempos difíciles estamos llevando las cosas un paso más allá.

source: One example is our virtual safety walks, where our supervisors can now check-in – at a distance – on workers’ performance as well as adherence to safety standards via video technology.
es: Un ejemplo son los “paseos virtuales de seguridad”, con los cuales nuestros supervisores pueden ahora evaluar, a distancia y por video, el desempeño de los trabajadores, así como su cumplimiento de las medidas de seguridad sanitaria.

source: Additionally, we’ve also put in place cohort segregation, which minimizes interactions among the workforce and enables the quarantining of small groups in case of any reported infections, creating an efficient way of working even during the pandemic.
es: Adicionalmente, hemos separado a los trabajadores por grupos, lo que minimiza las interacciones y permite poner en cuarentena a pequeños grupos en caso de que se reporte alguna infección: una manera eficiente de trabajar aun durante la pandemia.

source: Combatting mixed messaging
es: Combatimos la información confusa

source: One of the biggest issues faced by international health authorities has been ensuring the global population is adequately informed, and busting myths about the spread, diagnostic, and treatment of Covid-19.
es: Uno de los asuntos más difícil enfrentados por las autoridades sanitarias ha sido asegurar que la población esté adecuadamente informada y desmentir los mitos acerca de la transmisión, el diagnóstico y el tratamiento de la covid-19.

source: This is of enormous importance to us as we seek to achieve alignment among all of our stakeholders on risk identification and mitigation. On-site medical staff play a key role in communicating the facts about the disease to workers and ensuring they understand that the precautions they take at work also need to be taken outside of work in order to protect their families. In the local communities, our community liaison officers have produced communication modules using resources from international institutions that go out via social media, radio, and other means to provide people with a trusted source of information in these confusing times.
es: Para nosotros la correcta información es un asunto muy importante, porque queremos que todos los participantes e interesados en nuestras operaciones estén alineados en lo que concierne a cómo identificar y mitigar los riesgos de la covid-19. Nuestro personal médico tiene un papel clave en comunicar a los trabajadores la información acerca de la enfermedad y en asegurar que comprendan que las precauciones que toman en el trabajo son también necesarias fuera de él para proteger a sus familias. Además, nuestro personal de enlace con las comunidades en las que operamos ha producido material con información confiable que comunicamos por medios y redes sociales.

source: Working together as an ecosystem
es: Trabajamos juntos como un ecosistema

source: We don’t operate in a vacuum, and throughout these difficult times, we have learned that open channels of communication are key to getting the job done.
es: No trabajamos en un silo, y en estos tiempos difíciles hemos aprendido que los canales de comunicación abiertos son claves para alcanzar las metas.

source: Renewable energy generation will play a transformational role in the economy post-Covid-19, and it is incumbent upon us to meet our ommitments to our projects.
es: La generación de energía renovable tendrá un papel clave en la transformación económica que vendrá después de la pandemia, y nos corresponde cumplir nuestros compromisos con los proyectos.

source: Our close ties with local authorities, the communities we operate in, and our contractors have been vital, and there is a common understanding that we need to work closely together as we seek to adapt to this new normal.
es: Nuestros estrechos lazos con autoridades locales, con las comunidades donde operamos y con nuestros contratistas han sido vitales, y hay un común entendimiento de que necesitamos trabajar juntos mientras nos adaptamos a la nueva normalidad.

source: We have seen positive reactions from all of our contractors, who have provided suggestions and recommendations based on their experiences in other areas.
es: Hemos visto reacciones positivas por parte de nuestros contratistas, que nos han hecho sugerencias y recomendaciones basadas en su experiencia.

source: This drive towards benchmarking and knowledge-sharing has brought about a collaborative means of creating best practices that go above and beyond those required by national legislation, and will only serve to boost resilience across the entire industry.
es: Este giro hacia la búsqueda de modelos y el intercambio de conocimiento ha dado como resultado la creación de mejores prácticas que van más allá de lo exigido por la legislación, y que servirán para aumentar la resiliencia en la industria.

source: Local authorities, too, cognizant of the need to safeguard jobs as well as community health, have facilitated knowledge transfer between companies operating in their regions to support the completion of projects which will bring both employment and clean energy to the population.
es: Por su parte, las autoridades locales, conscientes de la necesidad de salvaguardar los empleos así como la salud de sus comunidades, han facilitado la transferencia de conocimiento entre las empresas que operan en sus jurisdicciones, para apoyar la culminación de proyectos que traerán tanto empleo como energía limpia a la población.

source: We believe that this new focus on cooperation will remain and will help to bring about better standards and greater efficiency throughout the industry.
es: Creemos que este nuevo foco en la cooperación permanecerá y ayudará a mejorar la eficiencia de la industria.

source: Moving along the learning curve
es: Avanzar por la curva de aprendizaje

source: We are living in unprecedented times, and we are still in a period of adaptation.
es: Vivimos tiempos sin precedentes, y todavía nos estamos adaptando.

source: However, our experiences have taught us that for the renewable energy sector at least, the impacts of the Covid-19 pandemic can be successfully managed, to the extent that we don’t foresee any material impact on project execution in the coming months.
es: Sin embargo, nuestra experiencia nos enseña que, al menos en lo que respecta al sector de la energía renovable, los impactos de la covid-19 pueden ser gestionados con éxito, hasta el punto de que no prevemos ningún obstáculo en la ejecución de los proyectos en los meses por venir.

source: In this sense, the world can continue to invest in renewable energy opportunities creating hundreds of thousands, if not millions, of much needed jobs.
es: En este sentido, el mundo puede seguir invirtiendo en los proyectos de energía renovable que crean cientos de miles, e incluso millones, de empleos.

source: Renewable energy demand remains high across Latin America, and by putting ourselves at the forefront and setting industry-leading standards to keep people safe from Covid-19, we are ensuring the sustainability of our projects for many years to come.
es: La demanda de energía renovable sigue siendo grande en América Latina, y al aplicar los mejores estándares de la industria para proteger a la gente de la covid-19, aseguramos la sostenibilidad de nuestros proyectos en los muchos años por venir.

source: SOURCES
es: FUENTE

source: Atlas Renewable Energy Executives Interview – May, 2020
es: Entrevistas a ejecutivos de Atlas Renewable Energy, mayo 2020.
